{
  "testimonials": [
    {
      "name": "Aaron Zhu",
      "img": "Aaron Zhu.png",
      "pts": 3,
      "test": "I've known Nicole since grade 4, and she has always been a smart, caring, compassionate leader. At our old school, she was always willing to help out and be a role model for the younger students. I think Nicole would be a great VP at William Lyon Mackenzie because of her experience in Middle School Student Council and other leadership opportunities. She will actively listen to the student body, and ultimately make the school a better place. I've only known Justin for a few months, but he has become a great friend. He isn't in my grade, but still takes the time to develop a friendship with me, and help me with aspects of High School that I have not yet grasped. This year, Justin and I were part of the same MSEO team (Justin was Event Leader), and during the event designing process, he has shown nothing but leadership, kindness, and respect to his group members. I think Justin would be a great VP at William Lyon Mackenzie, because of his connections to people as well as his ability to create new connections people he's never met before.",
      "grade": "9",
      "roles": "",
      "link": "https://www.instagram.com/aaronzhu5943/"
    },
    {
      "name": "Alan Li",
      "img": "Alan Li.png",
      "pts": 1,
      "test": "I've known Justin for 3 years, and I've seen first-hand how he shows initiative, starting any sort of project whenever he has time before he is asked to. He spends so much time in his work, finding even the most minuscule details that no one else would ever consider looking for (video editing, assignments etc.). He's also very approachable, and I don't hesitate to ask him for help on something if I need it, whether it's advice for a comm tech assignment, or just some proofreading a club announcement. I'm sure that Justin will put all his hard work and effort into SAC as well, so he's definitely the best candidate for vice president!",
      "grade": "11",
      "roles": "MCPT Executive, Math Club Executive",
      "link": ""
    },
    {
      "name": "Alissa Nguyen",
      "img": "Alissa Nguyen.png",
      "pts": 0,
      "test": "For the time I have known Justin, he seems to shoulder many responsibilities within the school. Not only that, but he is always willing to help improve the work of those around him as well. He will bring a positive impact to our school without fail and is very fitting for the role of SAC Vice-President.",
      "grade": "11",
      "roles": "",
      "link": ""
    },
    {
      "name": "Alyssa Wang",
      "img": "Alyssa Wang.png",
      "pts": 2,
      "test": "Ever since I’ve known Justin, he has been a pleasure to work with but an even greater friend! From working on the video editing for productions like Much Ado about Zoom Class for Arts Council to designing immersive science/adventure events for Mackenzie Science Club, Justin has always blown me away by his hard work and creative ideas. Yet, even beyond his skills, he has always been an amiable friend, who is always willing to help you with anything. With his dedication, creativity and helpful nature, you’ll be in great hands if you vote for Justin as your Vice President.",
      "grade": "12",
      "roles": "Central Arts Council President, MSC Executive",
      "link": ""
    },
    {
      "name": "Amanda Lee",
      "img": "Amanda Lee.png",
      "pts": 0,
      "test": "Nicole is truly one of the most hard working and dedicated people I know! Her communication skills and kind spirit make her a great person to work with. She always makes those around her feel comfortable and encouraged to participate. VP is a prestigious and demanding role, but I know I could trust Nicole's leadership and creativity to make the '21-'22 school year exciting!",
      "grade": "10",
      "roles": "Athletic Council Graphic Designer",
      "link": ""
    },
    {
      "name": "Anonymous",
      "img": "Anonymous.png",
      "pts": 0,
      "test": "Nicole Cui is one of the most kind and caring people I know. She excels in all tasks she is given and is very dedicated to helping others. I'm proud to be her friend and I think she's an excellent candidate for vice president, wlmac would be lucky to have her.",
      "grade": "",
      "roles": "",
      "link": ""
    },
    {
        "name": "Anonymous",
        "img": "Anonymous.png",
        "pts": 1,
        "test": "Nicole has been my classmate and friend for the past two years, and from what I can observe, she is more than qualified to become the VPs for SAC in 2021-2022. Nicole has many qualities and skills which suit her well for this position, such as being responsible, hard-working, driven, and affable. She is very passionate and dedicated to all her responsibilities and strives to succeed at everything she does. Nicole is also a natural leader who can communicate effectively and efficiently with all her peers. Due to the above reasons, I strongly recommend Nicole and her partner for the vice-president position for Student Council in the 2021-2022 school year.",
        "grade": "10",
        "roles": "",
        "link": ""
        
    },
    {
        "name": "Anonymous",
        "img": "Anonymous.png",
        "pts": 1,
        "test": "Talent, intellect, focus, drive, proficiency, wisdom, dignity... what do they have in common? They’re all adjectives to describe Justin Lu. As one of the most respected and gifted students at Mackenzie, he has the character, skill set, and motivation to enact change for the greater good for the school community. With prior leadership experiences from several extracurriculars, clubs, and councils, Justin is an exemplary candidate for the position of vice president. Mark my words, Justin is someone you will not regret voting for.",
        "grade": "11",
        "roles": "",
        "link": ""
    },
    {
      "name": "Anonymous",
      "img": "Anonymous.png",
      "pts": 2,
      "test": "Nicole is a hardworking individual, incredibly dedicated to her goals and responsibilities. Despite all her ambitions and accomplishments, this does not deter Nicole from being a empathetic person always willing to help those to the best of her abilities. Nicole is tenacious, setbacks will never deter her from completing a goal she has already set her eyes on, adamant on seeing through her goals to the end. However, this does not mean Nicole is rash in her decisions as she rarely advances without intricate planning. The previously mentioned traits in what describes Nicole are traits of a great leader. In Sun Tzu's The Art of War, he describes a leader of being a mixture of five main traits: intelligence, credibility, humaneness, courage, and discipline. Nicole is able to embody each of these five traits. Nicole's calculating nature and her ample amount of academic achievement fulfills the intelligence trait. Her sheer dedication to her work and promises perfectly embodies the trait of credibility. Humaneness manifests itself in Nicole's empathy and willingness to unconditionally help those in need. Courage is realized in her risk-taking nature, as evident in her running for vice president in this SAC election. Finally discipline is almost perfectly personified in Nicole with her determination to complete everything with her best efforts. Of all the people in WLMAC, I cannot think of a single person more qualified than Nicole for this position.",
      "grade": "",
      "roles": "",
      "link": ""
    },
    {
      "name": "Bernie Chen",
      "img": "Bernie Chen.png",
      "pts": 0,
      "test": "Justin Lu has been behind almost all events held in WLMAC, big or small. That's what makes him such a good representative of WLMAC as a whole. All aspects, all opinions (even satirical), all perspectives he's listened to. If there is a person who encompasses the voice of this school (in the form of an expertly made cinematic), it's Justin.",
      "grade": "10",
      "roles": "Math Club Executive",
      "link": "https://open.spotify.com/artist/5K5jeQpxq0U8q0ZO32wR7v"
    },
    {
      "name": "Crystal Luc",
      "img": "Crystal Luc.png",
      "pts": 0,
      "test": "Justin and Nicole are capable individuals who both have previous experience in various leadership positions. Willing to listen and work upon the concerns of students, I believe that they will bring positive change and improve our school life at Mackenzie.",
      "grade": "11",
      "roles": "Central Arts Council Graphic Designer",
      "link": ""
    },
    {
      "name": "Daniel Shim",
      "img": "Daniel Shim.png",
      "pts": 1,
      "test": "Having worked with Justin on the Athletic Council for the past 3 years, I can say with such confidence that he is one of the most dedicated, hardworking and talented person I've have ever met. For example, the video montage he created for MAC in the past year perfectly demonstrates his strong work ethic and skills. Moreover, I believe his ability to think outside the box sets him apart from the other candidates which is why I think he is the best individual for this position.",
      "grade": "12",
      "roles": "Athletic Council President",
      "link": ""
    },
    {
      "name": "David Shim",
      "img": "David Shim.png",
      "pts": 0,
      "test": "Nicole Cui is a hard working and exceptional student in Mackenzie. She is a great leader who's willing to listen to everyone's opinion and try to accommodate their ideas her decision. In group projects she always was open to hearing the entire group's idea. She's also responsible with her tasks and always gets her work done. I believe she would be an amazing candidate for the position of VP for S.A.C.",
      "grade": "10",
      "roles": "",
      "link": "https://www.instagram.com/davidshxm/"
    },
    {
      "name": "Diana Lin",
      "img": "Diana Lin.png",
      "pts": 1,
      "test": "Justin is a spectacular candidate for SAC Vice President. Throughout the years, I have had the pleasure of working alongside Justin and have been able to see him thrive in multiple executive roles as a part of a variety of clubs and councils (Athletic Council, MCPT, The Flounder, SAC, and many more). He displays the ability to prioritize tasks and meet commitments. He has proven to be creative and organized when he spearheaded the KTOM Discord mirror to bring KTOM to more of the student body. In another instance, Justin was a driving force in the planning and execution of the LoL tournament Athletic Council hosted in April. Equipped with his ample leadership experience, Justin will continue to show his leadership potential as a Vice President. I firmly believe he is the best candidate for SAC VP.",
      "grade": "11",
      "roles": "Athletic Council VP, Flounder Social Media",
      "link": ""
    },
    {
      "name": "Elaine Liu",
      "img": "Elaine Liu.png",
      "pts": 2,
      "test": "I have known Nicole 12 out of 15 years of my life. She is one of the most driven, hard-working, skilled, and passionate people I have ever met. She really cares about the people around her, is a great listener and is no doubt an amazing leader. She is very friendly with the community, often participating and hosting events. She excels at everything she does and isn't afraid to take on a challenge. You can tell that she actually cares about what she does and has everyones best interests in mind. In all my years of knowing her she has always kept her promises. Why?? Because they are: 1. really good ideas, 2. realistic and 3. she gets things done. I personally think she would be a great fit as vice president and many others would agree as well.",
      "grade": "10",
      "roles": "",
      "link": "https://www.instagram.com/laineyj._.liu/"
    },
    {
      "name": "Hazel Guo",
      "img": "Hazel Guo.png",
      "pts": 0,
      "test": "I've had classes with Nicole since grade 9, and have had the pleasure of working with her for multiple projects. She is a great supportive friend, really easy to approach, and very easy to get along with. I can attest to her determination to finish tasks ahead of deadlines. She is also a great group member to have. I truly believe that Nicole is the best candidate for the vice president position.",
      "grade": "10",
      "roles": "",
      "link": ""
    },
    {
      "name": "Jack Naimer",
      "img": "Jack Naimer.png",
      "pts": 2,
      "test": "As with anyone that knows Justin, I can confidently tell you that he is a great leader, team-member, and problem solver. These traits would make him an excellent member of Mackenzie’s Student Activity Council. This year, I have had a great experience working with Justin on The Flounder’s executive team, where he is a vice president. He has done an excellent job and has always brought enthusiasm and great ideas to our meetings, gives constructive feedback to club members, and cares a lot about the operations of the club. In addition, he is great at managing the operations of our large team and is great at keeping us organized and progressing. As you can see, Justin makes a great leader, is a great team member, and would make an excellent VP on SAC at Mackenzie.",
      "grade": "12",
      "roles": "Flounder President",
      "link": "https://floundernews.tk"
    },
    {
      "name": "Jae Gwan Park",
      "img": "Jae Gwan Park.png",
      "pts": 2,
      "test": "While working with Justin to organize our school’s first eSport tournament, I witnessed his meticulous, responsible, and open-minded leadership. He brought lots of creative ideas to the table and actively listened to his team around him. I know that his character, coupled with his previous experience will make him a great leader for all of Mackenzie next year :)",
      "grade": "12",
      "roles": "Chemistry Club President, Model UN Secretary, HOSA Trainer, MSC Exec, Math Club Exec",
      "link": ""
    },
    {
      "name": "Jeremy Liang",
      "img": "Jeremy Liang.png",
      "pts": 2,
      "test": "Nicole and Justin are both great people and natural leaders that would be great as vice presidents. I’ve seen firsthand how hard-working Nicole is, working for hours upon hours on improving upon a near perfect project to make it even closer to perfection. Working for that 1% is a staple quality of Nicole. She’s also a great leader within the students in our grade, frequently starting initiatives and projects with other people. She is easygoing but also firm with what she believes. Justin is a very friendly person who is super willing to help out people in need. If there are problems with a situation, Justin takes it upon himself to solve them, even if they have next to nothing to do with him. His easy to approach attitude makes him a great person to talk to when you have any problems. I think that these two are really amazing candidates for the job, and I hope to see them help improving the school.",
      "grade": "10",
      "roles": "",
      "link": "https://www.instagram.com/jeremy.liangg/"
    },
    {
      "name": "Jessica Meng",
      "img": "Jessica Meng.png",
      "pts": 1,
      "test": "Even before meeting him, I've heard so many good things about Justin throughout my time at Mac. After working with him on SAC this year, I've seen why. He approaches every project enthusiastically, lending his own creative spin on ideas. Once the work gets started, he consistently aims to refine and improve upon what's been done before. Perhaps most importantly, he listens fully and compassionately to what others propose, making everyone feel heard in the conversation. Justin's kindhearted nature and dedication to the school, combined with endless technical skill, will always be echoed in his work. For that reason, I believe he's the best fit for VP of SAC!",
      "grade": "11",
      "roles": "Student Council Marketing & Ad",
      "link": ""
    },
    {
      "name": "Julianne Ho",
      "img": "Julianne Ho.png",
      "pts": 1,
      "test": "Even with all her accomplishments, Nicole is one of the most down to earth people I have ever met. Though I don't know how she has time to do it all, you can find her keeping up with her work with her large number of open tabs. She is especially talented at connecting with others, as a leader she is always looking for feedback to keep improving. I wholeheartedly believe she would be a great vice president!",
      "grade": "10",
      "roles": "",
      "link": "https://www.instagram.com/julianne.ylh/"
    },
    {
      "name": "Kathleen Bajio",
      "img": "Kathleen Bajio.png",
      "pts": 2,
      "test": "Throughout the past 2 years I have known Nicole and Justin, I can confidently say that this duo can overcome any adversity and surpass all expectations with flying colours. They are both very friendly and have good heads on their shoulders, all the problems I have seen them encounter have been dealt in a highly effective and professional manner. They are highly involved in school activities and constantly keep our friend group updated with the lastest news and activities regarding WLMAC. Knowing such capable students are running for SAC makes me feel at ease as I know that the school is in very capable hands.",
      "grade": "10",
      "roles": "",
      "link": ""
    },
    {
      "name": "Kenneth Ruan",
      "img": "Kenneth Ruan.png",
      "pts": 0,
      "test": "Justin and Nicole are both strong leaders and great listeners. They're some of the most dedicated people I know and always get the job done. If you need a VP cabinet with hardworking, empathetic leaders these two are the way to go!",
      "grade": "11",
      "roles": "MSC Executive, MAC Executive, MCPT Executive",
      "link": "https://www.instagram.com/kenneth_ruan/"
    },
    {
      "name": "Krish Patel",
      "img": "Krish Patel.png",
      "pts": 0,
      "test": "Nicole and Justin are some of the most passionate, down-to-earth people I know and I am sure they would do an incredible job as the school's VPs.",
      "grade": "10",
      "roles": "",
      "link": ""
    },
    {
      "name": "Kyubin Kim",
      "img": "Kyubin Kim.png",
      "pts": 2,
      "test": "Justin is one of the most hardworking, kind, and talented person I’ve ever met. He takes part in an endless list of school clubs and yet he never fails to meet everyone’s expectations and always fulfills his responsibilities on time. Apart from creating amazing promo videos for Athletic Banquets and SAC, Justin is the founder of a Discord server made for the whole school and consistently reminds everyone of schedule changes or any major events occurring at Mackenzie. This in itself showcases great organization, diligence, and leadership— all critical assets one needs to be the Vice-President of our school. He always checks in with others and eagerly helps everyone with an open heart and mind. Mackenzie would be fortunate to have such a great person like Justin be the voice that speaks on behalf of our student body and do an amazing job as Vice-President!",
      "grade": "11",
      "roles": "MSC VP, HOSA Trainer",
      "link": ""
    },
    {
      "name": "Melanie Yu",
      "img": "Melanie Yu.png",
      "pts": 2,
      "test": "Justin is highly devoted to his work and would be an amazing VP! He has a thorough understanding on how clubs operate and would be a great bridge between SAC and presidents :D Justin would be my top pick for VP 👀👀",
      "grade": "12",
      "roles": "SAC VP, Wellness@MAC VP",
      "link": ""
    },
    {
      "name": "Misheel Batkhuu",
      "img": "Misheel Batkhuu.png",
      "pts": 3,
      "test": "Nicole is everything a VP should be and more. She’s talented in literally every way imaginable; she’s smart, knows her way around effective communication, and has a strong knowledge base from which her abundant creativity and innovation can spring. More importantly, Nicole actually has the stamina, passion, and sense of fellowship to bring her ideas and those of others to light. When it comes to schoolwork, events, or anything at all, I’ve never seen her do anything but work tirelessly to ensure the best of quality, and to ensure that all the while, those around her are given the support they need to also have a great experience. Justin’s involved in literally everything… and what a good thing that is. Whenever I know he’s helping out with something, there’s just this huge feeling of relief. He’s just that smart, reliable, and good. The perfect combination of easygoing and responsible. W.L.Mac deserves the best, and I can only imagine the awesomeness of a year with Nicole and Justin as VPs.",
      "grade": "10",
      "roles": "The Lyon General Writer",
      "link": "https://www.facebook.com/katnisseverdeen4321"
    },
    {
      "name": "Mohamud Omar",
      "img": "Mohamud Omar.png",
      "pts": 0,
      "test": "Throughout the time that I've known Justin and Nicole for, I've gotten used to their strive for success and their skills such as Justin's leadership and Nicole's reliability along with her creativity. Using these skills and many more, I believe that they would be the perfect candidates for Vice President and everyone should definitely vote for them.",
      "grade": "10",
      "roles": "",
      "link": ""
    },
    {
      "name": "Nayaab Ali",
      "img": "Nayaab Ali.png",
      "pts": 3,
      "test": "Though I've only known Justin for a year, it feels like it's been much longer. Part of this may be because I had already heard great things about him long before I had ever even met him. This is what makes Justin shine; not just his ability to connect instantly with those around him, but also the lasting impressions his connections make on others. His amiable nature, paired with a keen eye for details and endless amounts of energy, will definitely be leaving a lasting impression on Mackenzie for years to come should he be elected for this position. I can say for certain that this school would be in for an incredible year with Justin Lu as SAC VP.",
      "grade": "12",
      "roles": "MCPT VP, Engineering Club Comms, Cubing Club Comms",
      "link": ""
    },
    {
      "name": "Nicole Han",
      "img": "Nicole Han.png",
      "pts": 0,
      "test": "In my time as friends with Justin, it couldn't be more clear that he is an extremely responsible, self controlled, and organized person. He always takes initiative and is very easy to communicate and get along with. He also always puts so much effort into his clubs and they are very important to him. Justin truly has all the aspects of an incredible vice president.",
      "grade": "11",
      "roles": "MSC Executive, MCPT Executive",
      "link": ""
    },
    {
      "name": "Om Patel",
      "img": "Om Patel.png",
      "pts": 3,
      "test": "I've come to know Justin quite a bit over the year as part of the Flounder. One memory that proves to me his fit for VP is the time I was unable to lead a sub-team meeting due to a math contest. Justin was happy to step in. What truly stood out though was after the call, when Justin updated me promptly with all the details, everything from timelines they discussed to creative ideas brainstormed. I know that this organization will let him excel as VP. And I haven't even mentioned his personality. Aside from his helpful nature, he bubbles with creativity and is definitely someone you can feel comfortable talking to. If I had one more year at Mac, I know for sure that though I've only known him mostly as VP of the Flounder, I'd be proud to have him represent me as VP of SAC.",
      "grade": "12",
      "roles": "Flounder President",
      "link": ""
    },
    {
      "name": "Oscar Han",
      "img": "Oscar Han.png",
      "pts": 1,
      "test": "I’ve always considered Justin and Nicole to be two of the most wholesome people I know. They’ve always been there to support me, are always quick to notice when things aren’t right, and always seem to be working hard on something new. In school, they display passion and dedication in the many club activities they are involved in and aren’t afraid to present fresh ideas. Nicole and Justin are great candidates for VP and I know their ideas would be a welcome change at WLMAC.",
      "grade": "11",
      "roles": "Environthon President, HOSA Trainer",
      "link": ""
    },
    {
      "name": "Rachel Leong",
      "img": "Rachel Leong.png",
      "pts": 3,
      "test": "In a room full of people, he's never the loudest one. Rather, it'd be far more likely for you to find Justin listening to others, occasionally jumping into the conversation. His quiet demeanor, friendly smile, and thoughtful remarks make him extremely approachable, even to complete strangers. There is no doubt that Justin will listen to each and every idea, comment, or concern, no matter how insignificant they may seem, and strengthen the student voice at Mackenzie. I believe that Justin will be a great SAC VP, one who listens to and truly cares for his peers.",
      "grade": "11",
      "roles": "MSC President, HOSA Trainer",
      "link": " "
    },
    {
      "name": "Shannon Oh",
      "img": "Shannon Oh.png",
      "pts": 2,
      "test": "I first met Justin as his MaCS orientation guide when he was in grade 8. He immediately made a lasting impression on me, and over the past few years, has continued to astound me with his talent, hard work, and dedication. Justin is also such a genuinely sweet and caring individual, and I’m sure that he will always do his best to listen to others, and provide the best school experience possible for his peers. He shows maturity well beyond his years, and I’m sure he would be a great SAC leader!",
      "grade": "MaCS Alumni",
      "roles": "Undergraduate Intern at McMaster Department of Surgery",
      "link": ""
    },
    {
      "name": "Simon Hungate",
      "img": "Simon Hungate.png",
      "pts": 2,
      "test": "Justin is a kind, caring and capable individual. From the days sharing a stand with him in Concert Band 3 years ago, to seeing the work he has produced on SAC to his dedication to the Lyon, I have frequently been in awe of his ability to create and his dedication to what he puts his mind too. Justin is a person you can trust to get the job done - I think he is extremely well suited to be in a leadership role representing the student body.",
      "grade": "12",
      "roles": "Lyon President, Model UN President",
      "link": ""
    },
    {
      "name": "Swetlana Kumar",
      "img": "Swetlana Kumar.png",
      "pts": 0,
      "test": "I’ve known Justin for several years and have witnessed the dedication and finesse he shows in every challenge and position he takes on. His experience as a leader and as a multi-faceted individual with a wide gamut of skills will help him represent the student body and make next year the best it can be.",
      "grade": "11",
      "roles": "DECA VP, MSC Communications Exec",
      "link": ""
    },
    {
      "name": "Synthia Xing",
      "img": "Synthia Xing.png",
      "pts": 0,
      "test": "Justin and Nicole are incredibly outgoing and friendly, and I would feel more than comfortable placing the 2021-2022 school year in their hands. Their strong work ethic and initiative would allow the school to reach new heights; I think they're the strongest candidate for VP.",
      "grade": "10",
      "roles": "",
      "link": "https://www.instagram.com/synthiaxing/"
    },
    {
      "name": "Zoe Fan-Chiang",
      "img": "Zoe Fan-Chiang.png",
      "pts": 2,
      "test": "I think Nicole Cui would be a good candidate for vice president because she has excellent leadership skills and is very responsible and hard-working. From my past experiences with her in our old student council, she did a great job planning each meeting, organizing everyone's responsibilities, creating resources for people to reference, and doing extra work by helping new council members learn the ropes. While I don't know Justin Lu as well, from what I've seen, he's also a good candidate for the job. He helps a lot with clubs in the school and has been kind and respectful to the younger grades. Justin and Nicole would be an amazing pair to have in the student council!",
      "grade": "9",
      "roles": "",
      "link": ""
    }
  ]
}